Repository: T0MYYY/calbro
Catalog: CalBro/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: The nutrition model isn't installed in this build.
de: Das Nährwertmodell ist in diesem Build nicht installiert.
es: El modelo nutricional no está instalado en esta versión.
fr: Le modèle nutritionnel n'est pas installé dans cette version.
ja: このビルドには栄養モデルがインストールされていません。
ko: 이 빌드에는 영양 모델이 설치되어 있지 않아요.
pt_br: O modelo nutricional não está instalado nesta versão.
zh_hans: 此版本未安装营养模型。
zh_hant: 此版本未安裝營養模型。

source: The photo couldn't be captured. Try again.
de: Das Foto konnte nicht aufgenommen werden. Versuche es erneut.
es: No se pudo hacer la foto. Inténtalo de nuevo.
fr: Impossible de prendre la photo. Réessayez.
ja: 写真を撮影できませんでした。もう一度お試しください。
ko: 사진을 촬영하지 못했어요. 다시 시도하세요.
pt_br: Não foi possível tirar a foto. Tente de novo.
zh_hans: 无法拍摄照片。请重试。
zh_hant: 無法拍攝照片。請再試一次。

source: Tilted
de: Geneigt
es: Inclinado
fr: Incliné
ja: 傾いています
ko: 기울어짐
pt_br: Inclinado
zh_hans: 倾斜
zh_hant: 傾斜

source: Time
de: Uhrzeit
es: Hora
fr: Heure
ja: 時刻
ko: 시간
pt_br: Horário
zh_hans: 时间
zh_hant: 時間

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hans: 今天
zh_hant: 今天

source: Today's calories and macros at a glance.
de: Heutige Kalorien und Makros auf einen Blick.
es: Las calorías y macros de hoy de un vistazo.
fr: Les calories et macros du jour en un coup d'œil.
ja: 今日のカロリーとマクロをひと目で確認できます。
ko: 오늘의 칼로리와 매크로를 한눈에 확인하세요.
pt_br: Calorias e macros de hoje num relance.
zh_hans: 一眼查看今天的热量和宏量营养素。
zh_hant: 一眼查看今天的熱量和巨量營養素。

source: Today's weight
de: Heutiges Gewicht
es: Peso de hoy
fr: Poids du jour
ja: 今日の体重
ko: 오늘 체중
pt_br: Peso de hoje
zh_hans: 今日体重
zh_hant: 今日體重

source: Touch and hold the Home Screen, tap Edit › Add Widget, then search for CalBro.
de: Halte den Home-Bildschirm gedrückt, tippe auf Bearbeiten › Widget hinzufügen und suche nach CalBro.
es: Mantén pulsada la pantalla de inicio, toca Editar › Añadir widget y busca CalBro.
fr: Maintenez le doigt sur l'écran d'accueil, touchez Modifier › Ajouter un widget, puis recherchez CalBro.
ja: ホーム画面を長押しし、「編集」›「ウィジェットを追加」をタップして、CalBroを検索してください。
ko: 홈 화면을 길게 터치하고 편집 › 위젯 추가를 탭한 다음 CalBro를 검색하세요.
pt_br: Toque e mantenha pressionada a Tela de Início, toque em Editar › Adicionar Widget e busque CalBro.
zh_hans: 按住主屏幕，轻点“编辑”›“添加小组件”，然后搜索 CalBro。
zh_hant: 按住主畫面，點一下「編輯」›「加入小工具」，然後搜尋 CalBro。

source: Training twice a day or a physical job
de: Zweimal täglich Training oder körperliche Arbeit
es: Entrenas dos veces al día o tienes un trabajo físico
fr: Entraînement biquotidien ou travail physique
ja: 1日2回のトレーニングまたは肉体労働
ko: 하루 2회 운동 또는 육체노동
pt_br: Treina duas vezes por dia ou tem trabalho físico
zh_hans: 每天训练两次或从事体力劳动
zh_hant: 每天訓練兩次或從事勞力工作

source: Under
de: Unter
es: Por debajo
fr: En dessous
ja: 不足
ko: 미달
pt_br: Abaixo
zh_hans: 不足
zh_hant: 不足

source: Units
de: Einheiten
es: Unidades
fr: Unités
ja: 単位
ko: 단위
pt_br: Unidades
zh_hans: 单位
zh_hant: 單位

source: Use this estimate
de: Schätzung verwenden
es: Usar esta estimación
fr: Utiliser cette estimation
ja: この推定値を使用
ko: 이 추정치 사용
pt_br: Usar esta estimativa
zh_hans: 使用此估算
zh_hant: 使用此估算

source: Used to calculate your metabolism
de: Zur Berechnung deines Stoffwechsels
es: Se usa para calcular tu metabolismo
fr: Sert à calculer votre métabolisme
ja: 代謝の計算に使用します
ko: 대사량 계산에 사용
pt_br: Usado para calcular seu metabolismo
zh_hans: 用于计算你的代谢
zh_hant: 用於計算你的代謝

# Using %@ from your logs (formula: %@).
source: Using %1$@ from your logs (formula: %2$@).
de: %@ aus deinen Einträgen (Formel: %@).
es: Usando %@ según tus registros (fórmula: %@).
fr: %@ d'après votre journal (formule : %@).
ja: 記録から算出した%@を使用中(計算式: %@)。
ko: 기록 기반 %@ 사용 중(공식: %@).
pt_br: Usando %@ dos seus registros (fórmula: %@).
zh_hans: 正在使用根据记录得出的 %@（公式：%@）。
zh_hant: 正在使用根據記錄得出的 %@（公式：%@）。

source: Vegetarian
de: Vegetarisch
es: Vegetariana
fr: Végétarien
ja: ベジタリアン
ko: 채식
pt_br: Vegetariana
zh_hans: 素食
zh_hant: 素食

source: Very active
de: Sehr aktiv
es: Muy activo
fr: Très actif
ja: 非常に活動的
ko: 매우 활동적
pt_br: Muito ativo
zh_hans: 高度活动
zh_hant: 高度活動

source: Waiting for camera access…
de: Warte auf Kamerazugriff …
es: Esperando acceso a la cámara…
fr: En attente de l'accès à l'appareil photo…
ja: カメラへのアクセスを待っています…
ko: 카메라 접근 대기 중…
pt_br: Aguardando acesso à câmera…
zh_hans: 正在等待相机权限…
zh_hant: 正在等待相機權限…

source: Weekly report
de: Wochenbericht
es: Informe semanal
fr: Bilan hebdomadaire
ja: 週間レポート
ko: 주간 리포트
pt_br: Relatório semanal
zh_hans: 每周报告
zh_hant: 每週報告

source: Weigh in a few times
de: Wiege dich ein paar Mal
es: Pésate varias veces
fr: Pesez-vous quelques fois
ja: 何回か体重を記録
ko: 체중을 몇 번 기록하기
pt_br: Pese-se algumas vezes
zh_hans: 多称几次体重
zh_hant: 多量幾次體重

source: Weigh-in actions
de: Wiege-Aktionen
es: Acciones del pesaje
fr: Actions de pesée
ja: 体重記録の操作
ko: 체중 기록 작업
pt_br: Ações da pesagem
zh_hans: 称重操作
zh_hant: 體重記錄動作

source: Weigh-ins
de: Wiegungen
es: Pesajes
fr: Pesées
ja: 体重記録
ko: 체중 기록
pt_br: Pesagens
zh_hans: 称重记录
zh_hant: 體重記錄

source: Weigh-ins, plateau check and calibration
de: Wiegungen, Plateau-Check und Kalibrierung
es: Pesajes, control de estancamiento y calibración
fr: Pesées, détection de plateau et calibrage
ja: 体重記録、停滞期チェック、調整
ko: 체중 기록, 정체기 확인 및 보정
pt_br: Pesagens, verificação de platô e calibração
zh_hans: 称重、平台期检查与校准
zh_hant: 體重記錄、停滯期檢查與校準

source: Weight
de: Gewicht
es: Peso
fr: Poids
ja: 体重
ko: 체중
pt_br: Peso
zh_hans: 体重
zh_hant: 體重

source: Weight over the last 90 days
de: Gewicht der letzten 90 Tage
es: Peso en los últimos 90 días
fr: Poids sur les 90 derniers jours
ja: 過去90日間の体重
ko: 최근 90일 체중
pt_br: Peso nos últimos 90 dias
zh_hans: 最近 90 天的体重
zh_hant: 最近 90 天的體重

source: Weight prediction
de: Gewichtsprognose
es: Predicción de peso
fr: Prévision de poids
ja: 体重予測
ko: 체중 예측
pt_br: Previsão de peso
zh_hans: 体重预测
zh_hant: 體重預測

source: Weight trend
de: Gewichtstrend
es: Tendencia de peso
fr: Tendance du poids
ja: 体重の推移
ko: 체중 추이
pt_br: Tendência de peso
zh_hans: 体重趋势
zh_hant: 體重趨勢

source: What to try
de: Probier das
es: Qué probar
fr: À essayer
ja: 試してみること
ko: 시도해 볼 것
pt_br: O que tentar
zh_hans: 可以尝试
zh_hant: 可以嘗試

source: What's your goal?
de: Was ist dein Ziel?
es: ¿Cuál es tu objetivo?
fr: Quel est votre objectif ?
ja: 目標は何ですか?
ko: 목표가 무엇인가요?
pt_br: Qual é o seu objetivo?
zh_hans: 你的目标是什么？
zh_hant: 你的目標是什麼？

source: When you'll reach your target weight
de: Wann du dein Zielgewicht erreichst
es: Cuándo llegarás a tu peso objetivo
fr: Quand vous atteindrez votre poids cible
ja: 目標体重に達する時期
ko: 목표 체중 도달 시점
pt_br: Quando você vai atingir sua meta de peso
zh_hans: 何时达到目标体重
zh_hant: 何時達到目標體重

source: Where the calories come from
de: Woher die Kalorien kommen
es: De dónde vienen las calorías
fr: D'où viennent les calories
ja: カロリーの内訳
ko: 칼로리 구성
pt_br: De onde vêm as calorias
zh_hans: 热量来源
zh_hant: 熱量來源

source: Writes the energy, protein, carbs and fat of each meal you log
de: Schreibt Energie, Protein, Kohlenhydrate und Fett jeder erfassten Mahlzeit
es: Guarda la energía, proteína, carbohidratos y grasa de cada comida que registres
fr: Enregistre l'énergie, les protéines, les glucides et les lipides de chaque repas noté
ja: 記録した各食事のエネルギー、たんぱく質、炭水化物、脂質を書き込みます
ko: 기록한 식사의 에너지, 단백질, 탄수화물, 지방을 기록
pt_br: Grava a energia, proteína, carboidratos e gordura de cada refeição registrada
zh_hans: 写入每餐记录的能量、蛋白质、碳水和脂肪
zh_hant: 寫入每餐記錄的能量、蛋白質、碳水和脂肪

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
ko: 어제
pt_br: Ontem
zh_hans: 昨天
zh_hant: 昨天

source: You can still tap the shutter to try.
de: Du kannst trotzdem auf den Auslöser tippen.
es: Aún puedes tocar el obturador para intentarlo.
fr: Vous pouvez quand même toucher le déclencheur pour essayer.
ja: シャッターをタップして試すこともできます。
ko: 셔터를 탭해 시도할 수도 있어요.
pt_br: Você ainda pode tocar no obturador para tentar.
zh_hans: 你仍可轻点快门尝试。
zh_hant: 你仍可點一下快門嘗試。

source: You haven't logged anything today. Snap your next meal to keep your streak.
de: Du hast heute noch nichts erfasst. Fotografiere deine nächste Mahlzeit, um deine Serie zu halten.
es: Hoy no has registrado nada. Fotografía tu próxima comida para mantener la racha.
fr: Vous n'avez rien noté aujourd'hui. Photographiez votre prochain repas pour garder votre série.
ja: 今日はまだ何も記録していません。次の食事を撮影して連続記録を続けましょう。
ko: 오늘 아직 아무것도 기록하지 않았어요. 다음 식사를 찍어 연속 기록을 이어가세요.
pt_br: Você não registrou nada hoje. Fotografe sua próxima refeição para manter a sequência.
zh_hans: 你今天还没有记录。拍下下一餐以保持连续记录。
zh_hant: 你今天還沒有記錄。拍下下一餐以保持連續記錄。

source: You're at your target weight
de: Du hast dein Zielgewicht erreicht
es: Estás en tu peso objetivo
fr: Vous avez atteint votre poids cible
ja: 目標体重に達しています
ko: 목표 체중에 도달했어요
pt_br: Você atingiu sua meta de peso
zh_hans: 你已达到目标体重
zh_hant: 你已達到目標體重

# You've had %@ of %@ today (%@).
source: You've had %1$@ of %2$@ today (%3$@).
de: Du hast heute %@ von %@ gegessen (%@).
es: Hoy llevas %@ de %@ (%@).
fr: Vous avez consommé %@ sur %@ aujourd'hui (%@).
ja: 今日は%2$@中%1$@を摂取しました(%3$@)。
ko: 오늘 %2$@ 중 %1$@ 섭취했어요(%3$@).
pt_br: Você consumiu %@ de %@ hoje (%@).
zh_hans: 今天已摄入 %@，目标 %@（%@）。
zh_hant: 今天已攝取 %@，目標 %@（%@）。

source: Your calorie goal
de: Dein Kalorienziel
es: Tu meta de calorías
fr: Votre objectif calorique
ja: カロリー目標
ko: 칼로리 목표
pt_br: Sua meta de calorias
zh_hans: 你的热量目标
zh_hant: 你的熱量目標

source: Your daily targets
de: Deine Tagesziele
es: Tus metas diarias
fr: Vos objectifs quotidiens
ja: 1日の目標
ko: 일일 목표
pt_br: Suas metas diárias
zh_hans: 你的每日目标
zh_hant: 你的每日目標

source: Your goal is to hold steady; small swings are normal.
de: Dein Ziel ist, das Gewicht zu halten; kleine Schwankungen sind normal.
es: Tu objetivo es mantenerte; las pequeñas variaciones son normales.
fr: Votre objectif est de rester stable ; les petites variations sont normales.
ja: 目標は体重の維持です。多少の変動は正常です。
ko: 목표는 체중 유지예요. 약간의 변동은 정상이에요.
pt_br: Seu objetivo é manter o peso; pequenas oscilações são normais.
zh_hans: 你的目标是保持稳定，小幅波动属正常现象。
zh_hant: 你的目標是保持穩定，小幅波動屬正常現象。

source: Your last %1$lld days suggest %2$@ a day (formula: %3$@). This is only accurate if you logged everything you ate.
de: Deine letzten %lld Tage deuten auf %@ pro Tag hin (Formel: %@). Das stimmt nur, wenn du alles erfasst hast, was du gegessen hast.
es: Tus últimos %lld días sugieren %@ al día (fórmula: %@). Solo es preciso si registraste todo lo que comiste.
fr: Vos %lld derniers jours indiquent %@ par jour (formule : %@). Ce n'est fiable que si vous avez noté tout ce que vous avez mangé.
ja: 過去%lld日間の記録から、1日あたり%@と推定されます(計算式: %@)。食べたものをすべて記録している場合にのみ正確です。
ko: 최근 %lld일 기록으로 볼 때 하루 %@로 추정돼요(공식: %@). 먹은 음식을 모두 기록한 경우에만 정확해요.
pt_br: Seus últimos %lld dias sugerem %@ por dia (fórmula: %@). Só é preciso se você registrou tudo o que comeu.
zh_hans: 根据最近 %lld 天的记录，每天约 %@（公式：%@）。只有记录了所吃的全部食物，此数值才准确。
zh_hant: 根據最近 %lld 天的記錄，每天約 %@（公式：%@）。只有記錄了所吃的全部食物，此數值才準確。

source: Your maintenance calories come from your own logs, so the activity level no longer changes your target.
de: Deine Erhaltungskalorien stammen aus deinen eigenen Einträgen, daher ändert das Aktivitätslevel dein Ziel nicht mehr.
es: Tus calorías de mantenimiento salen de tus propios registros, así que el nivel de actividad ya no cambia tu meta.
fr: Vos calories de maintien proviennent de votre propre journal : le niveau d'activité ne modifie donc plus votre objectif.
ja: 維持カロリーは記録から算出されているため、活動レベルは目標に影響しなくなります。
ko: 유지 칼로리가 기록을 바탕으로 계산되므로 활동 수준은 더 이상 목표에 영향을 주지 않아요.
pt_br: Suas calorias de manutenção vêm dos seus próprios registros, então o nível de atividade não altera mais sua meta.
zh_hans: 你的维持热量来自你的记录，因此活动水平不再影响目标。
zh_hant: 你的維持熱量來自你的記錄，因此活動量不再影響目標。

source: Your plan
de: Dein Plan
es: Tu plan
fr: Votre plan
ja: あなたのプラン
ko: 내 플랜
pt_br: Seu plano
zh_hans: 你的计划
zh_hant: 你的計畫

source: Your weight is moving away from your goal. Check that every meal is logged.
de: Dein Gewicht entfernt sich von deinem Ziel. Prüfe, ob jede Mahlzeit erfasst ist.
es: Tu peso se aleja de tu objetivo. Comprueba que registras todas las comidas.
fr: Votre poids s'éloigne de votre objectif. Vérifiez que chaque repas est noté.
ja: 体重が目標から遠ざかっています。すべての食事を記録しているか確認してください。
ko: 체중이 목표에서 멀어지고 있어요. 모든 식사를 기록했는지 확인하세요.
pt_br: Seu peso está se afastando do objetivo. Confira se todas as refeições estão registradas.
zh_hans: 你的体重正偏离目标。请确认每餐都已记录。
zh_hant: 你的體重正偏離目標。請確認每餐都已記錄。

source: Your weight is moving in the direction of your goal.
de: Dein Gewicht bewegt sich in Richtung deines Ziels.
es: Tu peso avanza hacia tu objetivo.
fr: Votre poids évolue dans le sens de votre objectif.
ja: 体重は目標に向かって変化しています。
ko: 체중이 목표 방향으로 변하고 있어요.
pt_br: Seu peso está indo na direção do seu objetivo.
zh_hans: 你的体重正朝着目标变化。
zh_hant: 你的體重正朝著目標變化。

source: daily average
de: Tagesdurchschnitt
es: promedio diario
fr: moyenne quotidienne
ja: 1日平均
ko: 일일 평균
pt_br: média diária
zh_hans: 每日平均
zh_hant: 每日平均

source: day streak
de: Tage in Folge
es: días de racha
fr: jours de série
ja: 日連続
ko: 일 연속
pt_br: dias seguidos
zh_hans: 连续天数
zh_hant: 連續天數

source: days logged
de: erfasste Tage
es: días registrados
fr: jours saisis
ja: 日記録
ko: 일 기록
pt_br: dias registrados
zh_hans: 记录天数
zh_hant: 記錄天數

source: kcal / day
de: kcal / Tag
es: kcal / día
fr: kcal / jour
ja: kcal/日
ko: kcal/일
pt_br: kcal / dia
zh_hans: 千卡/天
zh_hant: 千卡/天

source: years
de: Jahre
es: años
fr: ans
ja: 歳
ko: 세
pt_br: anos
zh_hans: 岁
zh_hant: 歲

source: Gaining %@
es: Subiendo %@
ja: %@増加中
ko: %@ 증가 중
pt_br: Ganhando %@
zh_hans: 增重 %@
zh_hant: 增重 %@

source: Losing %@
es: Bajando %@
ja: %@減少中
ko: %@ 감소 중
pt_br: Perdendo %@
zh_hans: 减重 %@
zh_hant: 減重 %@

source: Low-carb
es: Baja en carbohidratos
fr: Pauvre en glucides
ja: 低炭水化物
ko: 저탄수화물
zh_hans: 低碳水
zh_hant: 低碳水

source: Plateau
es: Estancamiento
ja: 停滞期
ko: 정체기
pt_br: Platô
zh_hans: 平台期
zh_hant: 停滯期

source: Protein
es: Proteína
fr: Protéines
ja: たんぱく質
ko: 단백질
pt_br: Proteína
zh_hans: 蛋白质
zh_hant: 蛋白質

source: Protein %@
es: Proteína %@
fr: Protéines %@
ja: たんぱく質 %@
ko: 단백질 %@
pt_br: Proteína %@
zh_hans: 蛋白质 %@
zh_hant: 蛋白質 %@

source: TDEE
es: GET
pt_br: GET

source: Vegan
es: Vegana
fr: Végan
ja: ヴィーガン
ko: 비건
pt_br: Vegana
zh_hans: 纯素
zh_hant: 純素

source: Imperial
fr: Impérial
ja: ヤード・ポンド法
ko: 야드파운드법
zh_hans: 英制
zh_hant: 英制

source: Keto
fr: Céto
ja: ケト
ko: 키토
pt_br: Cetogênica
zh_hans: 生酮
zh_hant: 生酮

source: in
fr: po
ja: インチ
ko: 인치
pt_br: pol
zh_hans: 英寸
zh_hant: 英吋

source: Widgets
ja: ウィジェット
ko: 위젯
zh_hans: 小组件
zh_hant: 小工具

source: %@ g
zh_hans: %@ 克
zh_hant: %@ 克

source: %@ kcal
zh_hans: %@ 千卡
zh_hant: %@ 千卡

source: cm
zh_hans: 厘米
zh_hant: 公分

source: kcal
zh_hans: 千卡
zh_hant: 千卡

source: kg
zh_hans: 公斤
zh_hant: 公斤

source: lb
zh_hans: 磅
zh_hant: 磅
